Repository: thepesz/dueasy
Catalog: Dueasy_v2/Resources/*.lproj/Localizable.strings
Languages: pl

# error.recovery.calendarSettings
source: Go to Settings > DuEasy to enable calendar access
pl: Przejdź do Ustawienia > DuEasy, aby włączyć dostęp do kalendarza

# error.recovery.notificationSettings
source: Go to Settings > DuEasy to enable notifications
pl: Przejdź do Ustawienia > DuEasy, aby włączyć powiadomienia

# error.recovery.manualEntry
source: You can enter the details manually
pl: Możesz wprowadzić dane ręcznie

# error.recovery.dueDatePast
source: You can still save with this date if needed
pl: Możesz zapisać z tą datą, jeśli to konieczne

# app.tagline
source: Your Finance Assistant
pl: Twój Asystent Finansowy

# weekdays.monday
source: Mon
pl: Pon

# weekdays.tuesday
source: Tue
pl: Wt

# weekdays.wednesday
source: Wed
pl: Śr

# weekdays.thursday
source: Thu
pl: Czw

# weekdays.friday
source: Fri
pl: Pt

# weekdays.saturday
source: Sat
pl: Sob

# weekdays.sunday
source: Sun
pl: Niedz

# security.title
source: Security
pl: Bezpieczeństwo

# security.section
source: Security
pl: Bezpieczeństwo

# security.appLock
source: App Lock
pl: Blokada aplikacji

# security.appLockFooter
source: When enabled, the app will require authentication to unlock after being in the background.
pl: Po włączeniu aplikacja będzie wymagać uwierzytelnienia po powrocie z tła.

# security.lockTimeout
source: Lock Timeout
pl: Czas blokady

# security.lockTimeoutSection
source: Lock After
pl: Zablokuj po

# security.lockTimeoutFooter
source: How long the app can be in the background before requiring authentication.
pl: Jak długo aplikacja może być w tle przed wymaganiem uwierzytelnienia.

# security.biometricStatus
source: Biometric Status
pl: Status biometryczny

# security.dataProtection
source: Data Protection
pl: Ochrona danych

# security.biometricUnavailable
source: Biometric Not Available
pl: Biometria niedostępna

# security.requireFaceID
source: Require Face ID
pl: Wymagaj Face ID

# security.requireTouchID
source: Require Touch ID
pl: Wymagaj Touch ID

# security.requirePasscode
source: Require Passcode
pl: Wymagaj kodu dostępu

# security.protectFinancialData
source: Protect your financial data
pl: Chroń swoje dane finansowe

# security.faceIDAvailable
source: Face ID is available
pl: Face ID jest dostępne

# security.touchIDAvailable
source: Touch ID is available
pl: Touch ID jest dostępne

# security.usingPasscode
source: Using device passcode
pl: Używanie kodu urządzenia

# security.faceIDEnabled
source: Face ID enabled
pl: Face ID włączone

# security.touchIDEnabled
source: Touch ID enabled
pl: Touch ID włączone

# security.passcodeEnabled
source: Passcode enabled
pl: Kod dostępu włączony

# security.appLockDisabled
source: App lock disabled
pl: Blokada aplikacji wyłączona

# security.lockImmediately
source: Immediately
pl: Natychmiast

# security.lockAfter1Min
source: After 1 minute
pl: Po 1 minucie

# security.lockAfter5Min
source: After 5 minutes
pl: Po 5 minutach

# security.lockAfter15Min
source: After 15 minutes
pl: Po 15 minutach

# security.lockAfter30Min
source: After 30 minutes
pl: Po 30 minutach

# security.fileProtection
source: File Protection
pl: Ochrona plików

# security.fileProtectionDesc
source: All documents are encrypted when device is locked
pl: Wszystkie dokumenty są szyfrowane gdy urządzenie jest zablokowane

# security.noCloudBackup
source: No Cloud Backup
pl: Bez kopii w chmurze

# security.noCloudBackupDesc
source: Scanned documents are excluded from iCloud backup
pl: Zeskanowane dokumenty są wyłączone z kopii zapasowej iCloud

# security.privacyLogging
source: Privacy Logging
pl: Prywatność logowania

# security.privacyLoggingDesc
source: Sensitive data is never logged or transmitted
pl: Wrażliwe dane nigdy nie są logowane ani przesyłane

# language.appLanguage
source: App Language
pl: Język aplikacji

# language.footer
source: Language setting controls OCR recognition and UI language. Changes take effect on next scan.
pl: Ustawienie języka kontroluje rozpoznawanie OCR i język interfejsu. Zmiany wchodzą w życie przy następnym skanowaniu.

# permissionSettings.deniedFooter
source: If permissions were previously denied, you may need to enable them in the Settings app.
pl: Jeśli uprawnienia zostały wcześniej odrzucone, może być konieczne włączenie ich w aplikacji Ustawienia.

# documentCategory.utility
source: Utility
pl: Media

# documentCategory.telecom
source: Telecom
pl: Telekomunikacja

# documentCategory.rent
source: Rent
pl: Czynsz

# documentCategory.insurance
source: Insurance
pl: Ubezpieczenie

# documentCategory.subscription
source: Subscription
pl: Subskrypcja

# documentCategory.invoiceGeneric
source: Invoice
pl: Faktura

# documentCategory.fuel
source: Fuel
pl: Paliwo

# documentCategory.grocery
source: Grocery
pl: Zakupy spożywcze

# documentCategory.retail
source: Retail
pl: Zakupy

# documentCategory.receipt
source: Receipt
pl: Paragon

# documentCategory.unknown
source: Unknown
pl: Nieznana

# recurring.toggleTitle
source: Recurring Payment
pl: Płatność cykliczna

# recurring.toggleDescription
source: Auto-generate reminders for future payments
pl: Automatycznie generuj przypomnienia o przyszłych płatnościach

# recurring.settingsTitle
source: Recurring Settings
pl: Ustawienia cykliczności

# recurring.toleranceDays
source: Tolerance Days
pl: Dni tolerancji

# recurring.toleranceDaysDescription
source: Days before/after due date for matching
pl: Dni przed/po terminie do dopasowania

# recurring.warningFuelRetail
source: This looks like a fuel or retail purchase. Are you sure it's recurring?
pl: To wygląda na zakup paliwa lub detaliczny. Czy na pewno jest to płatność cykliczna?

# recurring.warningNoPattern
source: This vendor does not have a regular payment pattern.
pl: Ten dostawca nie ma regularnego wzorca płatności.

# recurring.overviewTitle
source: Recurring Payments
pl: Płatności cykliczne

# recurring.templatesSection
source: Templates
pl: Szablony

# recurring.instancesSection
source: Upcoming Payments
pl: Nadchodzące płatności

# recurring.noTemplates
source: No recurring payments set up
pl: Brak płatności cyklicznych

# recurring.noTemplatesMessage
source: Mark an invoice as recurring to start tracking regular payments.
pl: Oznacz fakturę jako cykliczną, aby śledzić regularne płatności.

# recurring.noUpcoming
source: No upcoming payments
pl: Brak nadchodzących płatności

# recurring.noUpcomingMessage
source: Your next recurring payment will appear here.
pl: Twoja następna cykliczna płatność pojawi się tutaj.

# recurring.templateCount
source: %d recurring payment(s)
pl: %d płatność(i) cykliczna(e)

# recurring.activeTemplates
source: Active
pl: Aktywne

# recurring.pausedTemplates
source: Paused
pl: Wstrzymane

# recurring.templateDetailTitle
source: Recurring Payment
pl: Płatność cykliczna

# recurring.vendorLabel
source: Vendor
pl: Dostawca

# recurring.dueDayLabel
source: Due Day
pl: Dzień płatności

# recurring.dueDayValue
source: Day %d of each month
pl: %d dzień każdego miesiąca

# recurring.toleranceLabel
source: Tolerance
pl: Tolerancja

# recurring.toleranceValue
source: +/- %d days
pl: +/- %d dni

# recurring.remindersLabel
source: Reminders
pl: Przypomnienia

# recurring.amountRangeLabel
source: Expected Amount
pl: Oczekiwana kwota

# recurring.ibanLabel
source: Bank Account
pl: Numer konta

# recurring.statsLabel
source: Statistics
pl: Statystyki

# recurring.matchedCount
source: %d matched
pl: %d dopasowane

# recurring.paidCount
source: %d paid
pl: %d zapłacone

# recurring.missedCount
source: %d missed
pl: %d pominięte

# recurring.pauseTemplate
source: Pause
pl: Wstrzymaj

# recurring.resumeTemplate
source: Resume
pl: Wznów

# recurring.deleteTemplate
source: Delete Template
pl: Usuń szablon

# recurring.deleteTemplateConfirm
source: This will delete the recurring payment template and all future expected instances. Past matched documents will not be affected.
pl: Spowoduje to usunięcie szablonu płatności cyklicznej i wszystkich przyszłych oczekiwanych instancji. Wcześniej dopasowane dokumenty nie zostaną zmienione.

# recurring.instance.expected
source: Expected
pl: Oczekiwana

# recurring.instance.matched
source: Matched
pl: Dopasowana

# recurring.instance.paid
source: Paid
pl: Zapłacona

# recurring.instance.missed
source: Missed
pl: Pominięta

# recurring.instance.dueIn
source: Due in %d days
pl: Termin za %d dni

# recurring.instance.dueToday
source: Due today
pl: Termin dzisiaj

# recurring.instance.overdue
source: %d days overdue
pl: %d dni po terminie

# recurring.suggestionsTitle
source: Suggested Recurring
pl: Sugerowane cykliczne

# recurring.sectionTitle
source: Recurring Detected
pl: Wykryto cykliczne

# recurring.suggestionCard.title
source: Looks like a recurring payment
pl: Wygląda na płatność cykliczną

# recurring.suggestionCard.description
source: We've detected %d similar invoices from %@
pl: Wykryliśmy %d podobnych faktur od %@

# recurring.suggestionCard.confidence
source: Confidence: %d%%
pl: Pewność: %d%%

# recurring.suggestionCard.accept
source: Set as Recurring
pl: Ustaw jako cykliczną

# recurring.suggestionCard.dismiss
source: Not Recurring
pl: To nie jest cykliczna

# recurring.suggestionCard.snooze
source: Ask Later
pl: Zapytaj później

# recurring.noSuggestions
source: No suggestions
pl: Brak sugestii

# recurring.noSuggestionsMessage
source: We'll notify you when we detect a recurring pattern.
pl: Powiadomimy Cię, gdy wykryjemy wzorzec cykliczny.

# recurring.inlineDescription
source: %d invoices detected, due on day %d
pl: Wykryto %d faktur, termin płatności: %d. dzień miesiąca

# recurring.inlineDescriptionNoDueDay
source: %d invoices detected
pl: Wykryto %d faktur

# recurring.moreSuggestions
source: +%d more suggestions
pl: +%d więcej sugestii

# recurring.setupReminders
source: Setup Reminders
pl: Ustaw przypomnienia

# recurring.confidence
source: Match
pl: Dopasowanie

# recurring.documentsFound
source: Documents found
pl: Znaleziono dokumentów

# recurring.typicalDueDate
source: Typical due date
pl: Typowy termin płatności

# recurring.dayOfMonth
source: Day %d of month
pl: %d. dzień miesiąca

# recurring.averageAmount
source: Average amount
pl: Średnia kwota

# recurring.reminderDescription
source: Choose when to receive reminders before the due date
pl: Wybierz kiedy otrzymywać przypomnienia przed terminem płatności

# recurring.createRecurring
source: Create Recurring Payment
pl: Utwórz płatność cykliczną

# recurring.patternWithDueDay
source: %d invoices, typically due on day %d
pl: %d faktury, zazwyczaj termin: %d. dzień miesiąca

# recurring.patternNoDueDay
source: %d invoices detected
pl: Wykryto %d faktur

# recurring.durationTitle
source: Duration
pl: Czas trwania

# recurring.durationDescription
source: How long should we track this recurring payment?
pl: Jak długo mamy śledzić tę płatność cykliczną?

# recurring.monthsAhead
source: Generate for
pl: Generuj na

# recurring.monthsCount
source: %d months
pl: %d miesięcy

# recurring.durationHint
source: You can always extend or stop it later
pl: Możesz to później przedłużyć lub zatrzymać

# recurring.selectedDuration
source: Selected duration
pl: Wybrany czas trwania

# recurring.source.manual
source: Manual
pl: Ręczny

# recurring.source.autoDetection
source: Auto-detected
pl: Automatycznie wykryty

# recurring.instance.cancelled
source: Cancelled
pl: Anulowana

# recurring.deletion.documentTitle
source: Delete Recurring Invoice
pl: Usuń fakturę cykliczną

# recurring.deletion.documentSubtitle
source: This invoice is linked to a recurring payment from %@
pl: Ta faktura jest powiązana z płatnością cykliczną od %@

# recurring.deletion.deleteOnlyThisInvoice
source: Delete this invoice only
pl: Usuń tylko tę fakturę

# recurring.deletion.deleteOnlyThisInvoiceDescription
source: Remove this invoice but keep the recurring payment active. Calendar events and reminders remain scheduled.
pl: Usuń tę fakturę, ale zachowaj płatność cykliczną. Wydarzenia w kalendarzu i przypomnienia pozostaną zaplanowane.

# recurring.deletion.cancelRecurringPayments
source: Delete invoice and cancel recurring payments
pl: Usuń fakturę i anuluj płatności cykliczne

# recurring.deletion.cancelRecurringPaymentsDescription
source: Delete this invoice and stop tracking future payments. All calendar events and reminders will be removed.
pl: Usuń tę fakturę i przestań śledzić przyszłe płatności. Wszystkie wydarzenia w kalendarzu i przypomnienia zostaną usunięte.

# recurring.deletion.recurringSeriesTitle
source: This invoice is part of a recurring series
pl: Ta faktura jest częścią serii cyklicznej

# recurring.deletion.recurringSeriesMessage
source: Do you want to delete only this invoice or all future occurrences?
pl: Czy chcesz usunąć tylko tę fakturę, czy wszystkie przyszłe?

# recurring.deletion.deleteThisOnly
source: Delete This Invoice Only
pl: Usuń tylko tę fakturę

# recurring.deletion.deleteThisOnlyDescription
source: Remove this invoice but keep future recurring payments active.
pl: Usuń tę fakturę, ale zachowaj przyszłe płatności cykliczne.

# recurring.deletion.deleteAllFuture
source: Delete This Invoice and All Future
pl: Usuń tę fakturę i wszystkie przyszłe

# recurring.deletion.deleteAllFutureDescription
source: Delete this invoice and stop tracking all future payments.
pl: Usuń tę fakturę i przestań śledzić wszystkie przyszłe płatności.

# recurring.deletion.instanceTitle
source: Delete Recurring Payment
pl: Usuń płatność cykliczną

# recurring.deletion.instanceSubtitle
source: This is an expected payment for %@
pl: To jest oczekiwana płatność dla %@

# recurring.deletion.deleteThisMonthOnly
source: Delete this month only
pl: Usuń tylko ten miesiąc

# recurring.deletion.deleteThisMonthOnlyDescription
source: Skip this specific payment. The recurring pattern continues for other months.
pl: Pomiń tę konkretną płatność. Wzorzec cykliczny kontynuuje dla innych miesięcy.

# recurring.deletion.deleteAllFutureOccurrences
source: Delete all future occurrences
pl: Usuń wszystkie przyszłe

# recurring.deletion.deleteAllFutureOccurrencesDescription
source: Stop tracking this recurring payment entirely. Past payments are preserved.
pl: Całkowicie przestań śledzić tę płatność cykliczną. Historia płatności zostanie zachowana.

# recurring.deletion.cancel
source: Cancel
pl: Anuluj

# recurring.deletion.cancelDescription
source: Don't delete anything
pl: Nie usuwaj niczego

# recurring.deletion.warning
source: This action cannot be undone
pl: Tej akcji nie można cofnąć

# recurring.deletion.futureInstancesCount
source: %d future payments will be affected
pl: %d przyszłych płatności będzie usuniętych

# recurring.deletion.keepHistory
source: Payment history will be preserved
pl: Historia płatności zostanie zachowana

# recurring.deletion.successInvoiceOnly
source: Invoice deleted. Recurring payment still active.
pl: Faktura usunięta. Płatność cykliczna nadal aktywna.

# recurring.deletion.successRecurringCancelled
source: Recurring payment cancelled. %d future instances removed.
pl: Płatność cykliczna anulowana. Usunięto %d przyszłych instancji.

# recurring.deletion.successThisMonthOnly
source: This month's payment skipped.
pl: Płatność tego miesiąca pominięta.

# recurring.deletion.successAllFuture
source: Recurring payment cancelled. %d future instances removed.
pl: Płatność cykliczna anulowana. Usunięto %d przyszłych instancji.

# common.on
source: On
pl: Wł.

# common.off
source: Off
pl: Wył.

# common.actions
source: Actions
pl: Akcje

# security.appLocked
source: DuEasy is Locked
pl: DuEasy jest zablokowane

# security.dataProtected
source: Your financial data is protected
pl: Twoje dane finansowe są chronione

# security.authenticating
source: Authenticating...
pl: Uwierzytelnianie...

# security.unlockFaceID
source: Unlock with Face ID
pl: Odblokuj za pomocą Face ID

# security.unlockTouchID
source: Unlock with Touch ID
pl: Odblokuj za pomocą Touch ID

# security.unlockPasscode
source: Unlock with Passcode
pl: Odblokuj kodem

# subscription.section
source: Subscription
pl: Subskrypcja

# subscription.upgradeTitle
source: Upgrade to Pro
pl: Uaktualnij do Pro

# subscription.upgradeToPro
source: Upgrade to Pro
pl: Uaktualnij do Pro

# subscription.unlockFeature
source: Unlock %@ and more premium features
pl: Odblokuj %@ i więcej funkcji premium

# subscription.choosePlan
source: Choose your plan
pl: Wybierz swój plan

# subscription.monthly
source: Monthly
pl: Miesięcznie

# subscription.yearly
source: Yearly
pl: Rocznie

# subscription.perMonth
source: per month
pl: miesięcznie

# subscription.perYear
source: per year
pl: rocznie

# subscription.cancelAnytime
source: Cancel anytime
pl: Anuluj w dowolnym momencie

# subscription.bestValue
source: Save 33% - Best value
pl: Oszczędź 33% - Najlepsza oferta

# subscription.bestValueBadge
source: BEST VALUE
pl: NAJLEPSZA OFERTA

# subscription.startFreeTrial
source: Start Free Trial
pl: Rozpocznij bezpłatny okres próbny

# subscription.trialInfo
source: 7-day free trial, then $4.99/month
pl: 7-dniowy bezpłatny okres próbny, potem 4,99$/miesiąc

# subscription.cancelInSettings
source: Cancel anytime in Settings
pl: Anuluj w dowolnym momencie w Ustawieniach

# subscription.termsOfService
source: Terms of Service
pl: Regulamin

# subscription.privacyPolicy
source: Privacy Policy
pl: Polityka prywatności

# subscription.restore
source: Restore
pl: Przywróć

# subscription.maybeLater
source: Maybe Later
pl: Może później

# subscription.purchaseError
source: Purchase Error
pl: Błąd zakupu

# subscription.loadingStatus
source: Loading subscription status...
pl: Ładowanie statusu subskrypcji...

# subscription.manageSubscription
source: Manage Subscription
pl: Zarządzaj subskrypcją

# subscription.upgradeFooter
source: Upgrade to Pro for AI-powered analysis, cloud backup, and enhanced accuracy.
pl: Plan Free: 3 analizy AI/miesiac. Uaktualnij do Pro: 100/miesiac, kopia w chmurze i wiecej.

# subscription.willRenewOn
source: Your subscription will renew on %@
pl: Twoja subskrypcja odnowi się %@

# subscription.expiresOn
source: Your subscription expires on %@
pl: Twoja subskrypcja wygasa %@

# subscription.freeTrial
source: Free Trial
pl: Okres próbny

# subscription.paymentIssue
source: Payment Issue
pl: Problem z płatnością

# subscription.active
source: Active
pl: Aktywna

# subscription.inactive
source: Inactive
pl: Nieaktywna

# subscription.localOnly
source: Local-only features
pl: 3 analizy AI/miesiac

# subscription.tier
source: Tier
pl: Poziom

# subscription.expires
source: Expires
pl: Wygasa

# subscription.subscribed
source: Subscribed
pl: Subskrybowano

# subscription.autoRenew
source: Auto-renew
pl: Automatyczne odnawianie

# subscription.trialPeriod
source: Trial Period
pl: Okres próbny

source: Subscription Details
pl: Szczegóły subskrypcji

# subscription.manageInAppStore
source: Manage in App Store
pl: Zarządzaj w App Store

# subscription.cancelSubscription
source: Cancel Subscription
pl: Anuluj subskrypcję

# subscription.cancelFooter
source: To cancel or modify your subscription, use the App Store settings. Changes will take effect at the end of the current billing period.
pl: Aby anulować lub zmodyfikować subskrypcję, użyj ustawień App Store. Zmiany wejdą w życie na koniec bieżącego okresu rozliczeniowego.
