Repository: thepesz/dueasy
Catalog: Dueasy_v2/Resources/*.lproj/Localizable.strings
Languages: pl

# common.cancel
source: Cancel
pl: Anuluj

# common.save
source: Save
pl: Zapisz

# common.delete
source: Delete
pl: Usuń

# common.edit
source: Edit
pl: Edytuj

# common.done
source: Done
pl: Gotowe

# common.loading
source: Loading...
pl: Ładowanie...

# common.error
source: Error
pl: Błąd

# common.retry
source: Retry
pl: Ponów

# common.yes
source: Yes
pl: Tak

# common.no
source: No
pl: Nie

# common.skip
source: Skip
pl: Pomiń

# common.continue
source: Continue
pl: Dalej

# common.getStarted
source: Get Started
pl: Rozpocznij

# common.documents
source: Documents
pl: Dokumenty

# common.settings
source: Settings
pl: Ustawienia

# common.add
source: Add
pl: Dodaj

# common.statistics
source: Statistics
pl: Statystyki

# common.comingSoon
source: Coming Soon
pl: Wkrótce

# common.comingSoonMessage
source: This feature is currently in development and will be available soon.
pl: Ta funkcja jest obecnie w fazie rozwoju i będzie dostępna wkrótce.

# documents.title
source: Documents
pl: Dokumenty

# documents.searchPlaceholder
source: Search documents
pl: Szukaj dokumentów

# documents.addNew
source: Add new document
pl: Dodaj nowy dokument

# documents.deleteConfirmTitle
source: Delete Document
pl: Usuń dokument

# documents.deleteConfirmMessage
source: This will also remove the calendar event and scheduled notifications.
pl: Spowoduje to również usunięcie wydarzenia z kalendarza i zaplanowanych powiadomień.

# documents.loadingDocuments
source: Loading documents...
pl: Ładowanie dokumentów...

# documents.deleteInvoice.title
source: Delete Invoice?
pl: Usunąć fakturę?

# documents.deleteInvoice.message
source: Are you sure you want to delete this invoice?
pl: Czy na pewno chcesz usunąć tę fakturę?

# documents.noDocuments.title
source: No Documents Yet
pl: Brak dokumentów

# documents.noDocuments.message
source: Scan your first invoice to get started tracking due dates.
pl: Zeskanuj pierwszą fakturę, aby rozpocząć śledzenie terminów płatności.

# documents.noDocuments.action
source: Scan Invoice
pl: Skanuj fakturę

# documents.noResults.title
source: No Results
pl: Brak wyników

# documents.noResults.message
source: No documents match your %@ filter.
pl: Brak dokumentów pasujących do filtra %@.

# documents.noSearchResults.message
source: No documents found for "%@"
pl: Nie znaleziono dokumentów dla "%@"

# documentType.invoice
source: Invoice
pl: Faktura

# documentType.contract
source: Contract
pl: Umowa

# documentType.receipt
source: Receipt
pl: Paragon

# documentType.comingSoon
source: Coming soon
pl: Wkrótce

# status.draft
source: Draft
pl: Szkic

# status.scheduled
source: Scheduled
pl: Zaplanowane

# status.paid
source: Paid
pl: Zapłacone

# status.archived
source: Archived
pl: Zarchiwizowane

# status.overdue
source: Overdue
pl: Przeterminowane

# filter.all
source: All
pl: Wszystkie

# filter.pending
source: Pending
pl: Oczekujące

# filter.scheduled
source: Scheduled
pl: Zaplanowane

# filter.paid
source: Paid
pl: Zapłacone

# filter.overdue
source: Overdue
pl: Przeterminowane

# addDocument.title
source: Add Document
pl: Dodaj dokument

# addDocument.documentType
source: Document Type
pl: Typ dokumentu

# addDocument.scanDocument
source: Scan Document
pl: Skanuj dokument

# addDocument.processing
source: Processing...
pl: Przetwarzanie...

# addDocument.selectInputMethod
source: How do you want to add it?
pl: Jak chcesz dodać?

# addDocument.recommended
source: Best
pl: Najlepsze

# addDocument.inputMethod.scan
source: Scan
pl: Skanuj

# addDocument.inputMethod.scan.description
source: Use camera for best quality
pl: Użyj aparatu dla najlepszej jakości

# addDocument.inputMethod.importPDF
source: Import PDF
pl: Importuj PDF

# addDocument.inputMethod.importPDF.description
source: Select from Files
pl: Wybierz z Plików

# addDocument.inputMethod.importPhoto
source: From Photo
pl: Ze zdjęcia

# addDocument.inputMethod.importPhoto.description
source: Pick from library
pl: Wybierz z biblioteki

# addDocument.inputMethod.manualEntry
source: Manual Entry
pl: Wprowadź ręcznie

# addDocument.inputMethod.manualEntry.description
source: Type all fields yourself
pl: Wpisz wszystkie pola samodzielnie

# addDocument.manualEntry.infoTitle
source: Manual Entry
pl: Wprowadzanie ręczne

# addDocument.manualEntry.infoDescription
source: Fill in all fields manually without scanning or analysis.
pl: Wypełnij wszystkie pola ręcznie bez skanowania lub analizy.

# addDocument.processing.extractingPDF
source: Extracting PDF pages...
pl: Wyodrębnianie stron PDF...

# addDocument.processing.analyzingPhoto
source: Analyzing photo...
pl: Analizowanie zdjęcia...

# addDocument.processing.preparingDocument
source: Preparing document...
pl: Przygotowywanie dokumentu...

# review.title
source: Review Document
pl: Sprawdź dokument

# review.analyzing
source: Analyzing document...
pl: Analizowanie dokumentu...

# review.analyzingSubtitle
source: Extracting text and identifying fields
pl: Rozpoznawanie tekstu i identyfikacja pól

# review.lowConfidenceWarning
source: Some fields may not be accurate
pl: Niektóre pola mogą być nieprawidłowe

# review.lowConfidenceSuggestion
source: Please review and correct the extracted values
pl: Proszę sprawdzić i poprawić wyodrębnione wartości

# review.pagesScanned
source: %d pages scanned
pl: Zeskanowano %d stron

# review.vendorLabel
source: Vendor / Title
pl: Sprzedawca / Tytuł

# review.vendorPlaceholder
source: Enter vendor name
pl: Wprowadź nazwę sprzedawcy

# review.vendorAddressLabel
source: Vendor Address
pl: Adres sprzedawcy

# review.vendorAddressPlaceholder
source: Enter vendor address (optional)
pl: Wprowadź adres sprzedawcy (opcjonalnie)

# review.amountLabel
source: Amount
pl: Kwota

# review.detectedAmounts
source: Detected amounts:
pl: Inne znalezione kwoty:

# review.currencyLabel
source: Currency
pl: Waluta

# review.dueDateLabel
source: Due Date
pl: Termin płatności

# review.dueDatePast
source: This date is in the past
pl: Ta data jest w przeszłości

# review.invoiceNumberLabel
source: Invoice Number
pl: Numer faktury

# review.invoiceNumberPlaceholder
source: Optional
pl: Opcjonalnie

# review.nipLabel
source: Tax ID (NIP)
pl: NIP

# review.nipPlaceholder
source: Enter vendor NIP (optional)
pl: Wprowadź NIP sprzedawcy (opcjonalnie)

# review.bankAccountLabel
source: Bank Account
pl: Numer konta

# review.bankAccountPlaceholder
source: Enter bank account (optional)
pl: Wprowadź numer konta (opcjonalnie)

# review.notesLabel
source: Notes
pl: Notatki

# review.notesPlaceholder
source: Optional notes
pl: Opcjonalne notatki

# review.addToCalendar.title
source: Add to Calendar
pl: Dodaj do kalendarza

# review.addToCalendar.description
source: Create calendar event for due date
pl: Utwórz wydarzenie kalendarzowe dla terminu płatności

# review.remindersTitle
source: Reminders
pl: Przypomnienia

# review.remindersRequireCalendar
source: Reminders require calendar event
pl: Przypomnienia wymagają wydarzenia kalendarzowego

# review.reminderDueDate
source: Due date
pl: W dniu płatności

# review.reminderOneDay
source: 1 day
pl: 1 dzień

# review.reminderDays
source: %d days
pl: %d dni

# review.saveButton
source: Save
pl: Zapisz

# review.saveAndAddToCalendar
source: Save & Add to Calendar
pl: Zapisz i dodaj do kalendarza

# review.saving
source: Saving...
pl: Zapisywanie...

# review.markAsPaid.title
source: Mark as Paid
pl: Oznacz jako opłacone

# review.markAsPaid.description
source: Invoice will be immediately marked as paid
pl: Faktura zostanie natychmiast oznaczona jako opłacona

# review.validation.vendorRequired
source: Vendor name is required
pl: Nazwa sprzedawcy jest wymagana

# review.validation.amountRequired
source: Amount must be greater than zero
pl: Kwota musi być większa od zera

# review.permissions.needed
source: Permissions Required
pl: Wymagane uprawnienia

# review.permissions.calendar
source: Calendar access is needed to add due dates to your calendar.
pl: Dostęp do kalendarza jest potrzebny, aby dodać terminy płatności.

# review.permissions.notification
source: Notification access is needed to send reminders.
pl: Dostęp do powiadomień jest potrzebny do wysyłania przypomnień.

# review.permissions.grant
source: Grant Permissions
pl: Nadaj uprawnienia

# review.permissions.saveWithoutCalendar
source: Save Without Calendar
pl: Zapisz bez kalendarza

# detail.title
source: Document
pl: Dokument

# detail.documentNumber
source: No. %@
pl: Nr %@

# detail.amount
source: Amount
pl: Kwota

# detail.vendor
source: Vendor
pl: Sprzedawca

# detail.dueDate
source: Due Date
pl: Termin płatności

# detail.notes
source: Notes
pl: Notatki

# detail.created
source: Created
pl: Utworzono

# detail.notSpecified
source: Not specified
pl: Nie określono

# detail.address
source: Address
pl: Adres

# detail.nip
source: Tax ID (NIP)
pl: NIP

# detail.bankAccount
source: Bank Account
pl: Numer konta

# detail.added
source: Added
pl: Dodano

# detail.notAdded
source: Not added
pl: Nie dodano

# detail.deleteMessage
source: This will also remove the calendar event and scheduled notifications.
pl: Spowoduje to również usunięcie wydarzenia z kalendarza i zaplanowanych powiadomień.

# detail.calendar
source: Calendar
pl: Kalendarz

# detail.calendarAdded
source: Added
pl: Dodano

# detail.calendarNotAdded
source: Not added
pl: Nie dodano

# detail.reminders
source: Reminders
pl: Przypomnienia

# detail.markAsPaid
source: Mark as Paid
pl: Oznacz jako zapłacone

# detail.deleting
source: Deleting...
pl: Usuwanie...

# detail.editDocument
source: Edit Document
pl: Edytuj dokument

# detail.remindersEnabled
source: Reminders enabled
pl: Przypomnienia włączone

# edit.title
source: Edit Invoice
pl: Edytuj fakturę

# edit.vendorName
source: Vendor Name
pl: Nazwa sprzedawcy

# edit.vendorNamePlaceholder
source: Company name
pl: Nazwa firmy

# edit.vendorAddress
source: Vendor Address
pl: Adres sprzedawcy

# edit.vendorAddressPlaceholder
source: Full address
pl: Pełny adres

# edit.nip
source: Tax ID (NIP)
pl: NIP

# edit.nipPlaceholder
source: Tax ID number
pl: Numer NIP

# edit.amount
source: Amount
pl: Kwota

# edit.currency
source: Currency
pl: Waluta

# edit.dueDate
source: Due Date
pl: Termin płatności

# edit.documentNumber
source: Document Number
pl: Numer faktury

# edit.documentNumberPlaceholder
source: Invoice number
pl: Numer faktury

# edit.bankAccount
source: Bank Account
pl: Numer konta

# edit.bankAccountPlaceholder
source: Account number
pl: Numer konta

# edit.notes
source: Notes
pl: Notatki

# edit.notesPlaceholder
source: Additional notes
pl: Dodatkowe notatki

# edit.saving
source: Saving...
pl: Zapisywanie...

# edit.required
source: (required)
pl: (wymagane)

# edit.optional
source: (optional)
pl: (opcjonalnie)

# dueDate.today
source: Due today
pl: Termin dzisiaj

# dueDate.tomorrow
source: Due tomorrow
pl: Termin jutro

# dueDate.inDays
source: Due in %d days
pl: Termin za %d dni

# dueDate.overdueDays
source: %d days overdue
pl: Opóźnienie %d dni

# dueDate.overdueDay
source: 1 day overdue
pl: Opóźnienie 1 dzień

# dueDate.noDate
source: No date
pl: Brak daty

# dueDate.daysBefore
source: %d days before
pl: %d dni przed

# dueDate.dayBefore
source: 1 day before
pl: 1 dzień przed

# settings.title
source: Settings
pl: Ustawienia

# settings.notifications.section
source: Notifications
pl: Powiadomienia

# settings.reminders
source: Reminders
pl: Przypomnienia

# settings.remindersConfigured
source: %d reminder(s) configured
pl: Skonfigurowano %d przypomnień

# settings.noReminders
source: No reminders
pl: Brak przypomnień

# settings.defaultReminders
source: Default Reminders
pl: Domyślne przypomnienia

# settings.remindersFooter
source: These reminders will be applied to new documents. You can customize reminders for each document individually.
pl: Te przypomnienia będą stosowane do nowych dokumentów. Możesz dostosować przypomnienia dla każdego dokumentu osobno.

# settings.onDueDate
source: On due date
pl: W dniu płatności

# settings.oneDayBefore
source: 1 day before
pl: 1 dzień przed

# settings.daysBefore
source: %d days before
pl: %d dni przed

# settings.calendar.section
source: Calendar
pl: Kalendarz

# settings.calendar
source: Calendar
pl: Kalendarz

# settings.useInvoicesCalendar
source: Use dedicated Invoices calendar
pl: Użyj dedykowanego kalendarza Faktury

# settings.usingInvoicesCalendar
source: Using Invoices calendar
pl: Kalendarz Faktury

# settings.usingDefaultCalendar
source: Using default calendar
pl: Kalendarz domyślny

# settings.calendarFooter
source: When enabled, DuEasy creates a separate "Invoices" calendar for all due date events. This makes it easy to show or hide invoice due dates in your calendar app.
pl: Po włączeniu DuEasy tworzy oddzielny kalendarz "Faktury" dla wszystkich terminów płatności. Ułatwia to pokazywanie lub ukrywanie terminów płatności faktur w aplikacji kalendarza.

# settings.syncRecurringToiOSCalendar
source: Sync recurring to iOS Calendar
pl: Synchronizuj cykliczne z kalendarzem iOS

# settings.syncRecurringToiOSCalendarFooter
source: When enabled, expected recurring payments will be added to iOS Calendar. The in-app calendar view always shows all recurring payments.
pl: Po włączeniu oczekiwane płatności cykliczne zostaną dodane do kalendarza iOS. Widok kalendarza w aplikacji zawsze pokazuje wszystkie płatności cykliczne.

# settings.defaults.section
source: Defaults
pl: Ustawienia domyślne

# settings.defaultCurrency
source: Default Currency
pl: Domyślna waluta

# settings.about.section
source: About
pl: O aplikacji

# settings.aboutDuEasy
source: About DuEasy
pl: O DuEasy

# settings.privacy
source: Privacy
pl: Prywatność

# settings.privacySubtitle
source: Your data stays on your device
pl: Twoje dane pozostają na urządzeniu

# settings.version
source: Version
pl: Wersja

# settings.build
source: Build
pl: Kompilacja

# settings.aboutDescription
source: DuEasy helps you track invoice due dates by scanning documents and automatically adding reminders to your calendar.
pl: DuEasy pomaga śledzić terminy płatności faktur, skanując dokumenty i automatycznie dodając przypomnienia do kalendarza.

# settings.permissions.section
source: Permissions
pl: Uprawnienia

# settings.permissions
source: Permissions
pl: Uprawnienia

# settings.calendarPermission
source: Calendar
pl: Kalendarz

# settings.calendarPermission.granted
source: Granted
pl: Przyznano

# settings.calendarPermission.denied
source: Not Granted
pl: Nie przyznano

# settings.notificationPermission
source: Notifications
pl: Powiadomienia

# settings.notificationPermission.granted
source: Granted
pl: Przyznano

# settings.notificationPermission.denied
source: Not Granted
pl: Nie przyznano

# settings.openSettings
source: Open Settings
pl: Otwórz ustawienia

# settings.grantPermissions
source: Grant Permissions
pl: Nadaj uprawnienia

# privacy.title
source: Privacy
pl: Prywatność

# privacy.localProcessing.title
source: Local Processing
pl: Lokalne przetwarzanie

# privacy.localProcessing.description
source: All document scanning and text recognition happens on your device. Your documents are never uploaded to any server.
pl: Skanowanie dokumentów i rozpoznawanie tekstu odbywa się na Twoim urządzeniu. Twoje dokumenty nigdy nie są przesyłane na żaden serwer.

# privacy.secureStorage.title
source: Secure Storage
pl: Bezpieczne przechowywanie

# privacy.secureStorage.description
source: Scanned documents are stored securely in your app's private storage with iOS data protection enabled.
pl: Zeskanowane dokumenty są bezpiecznie przechowywane w prywatnej pamięci aplikacji z włączoną ochroną danych iOS.

# privacy.yourData.title
source: Your Data, Your Control
pl: Twoje dane, Twoja kontrola

# privacy.yourData.description
source: You can delete any document at any time. Deleting the app removes all stored documents.
pl: Możesz usunąć dowolny dokument w każdej chwili. Usunięcie aplikacji powoduje usunięcie wszystkich przechowywanych dokumentów.

# privacy.noAccount.title
source: No Account Required
pl: Bez konta

# privacy.noAccount.description
source: DuEasy works completely offline. No account, login, or internet connection is required.
pl: DuEasy działa całkowicie offline. Nie wymaga konta, logowania ani połączenia z internetem.

# onboarding.scan.title
source: Scan Your Invoices
pl: Skanuj faktury

# onboarding.scan.description
source: Use your camera to quickly capture invoices. DuEasy automatically extracts due dates and amounts.
pl: Użyj aparatu, aby szybko przechwycić faktury. DuEasy automatycznie wyodrębnia terminy płatności i kwoty.

# onboarding.calendar.title
source: Never Miss a Deadline
pl: Nigdy nie przegap terminu

# onboarding.calendar.description
source: Due dates are automatically added to your calendar. Get reminded before payments are due.
pl: Terminy płatności są automatycznie dodawane do kalendarza. Otrzymuj przypomnienia przed terminem płatności.

# onboarding.security.title
source: Private and Secure
pl: Prywatne i bezpieczne

# onboarding.security.description
source: Everything stays on your device. No accounts, no uploads, no tracking.
pl: Wszystko pozostaje na Twoim urządzeniu. Bez kont, bez przesyłania, bez śledzenia.

# onboarding.permissions.title
source: Grant Permissions
pl: Nadaj uprawnienia

# onboarding.permissions.description
source: DuEasy needs access to your calendar and notifications to work effectively.
pl: DuEasy potrzebuje dostępu do kalendarza i powiadomień, aby działać efektywnie.

# onboarding.permissions.calendar
source: Calendar Access
pl: Dostęp do kalendarza

# onboarding.permissions.calendarSubtitle
source: Add due dates to your calendar
pl: Dodawaj terminy płatności do kalendarza

# onboarding.permissions.notification
source: Notifications
pl: Powiadomienia

# onboarding.permissions.notificationSubtitle
source: Receive payment reminders
pl: Otrzymuj przypomnienia o płatności

# onboarding.permissions.allGranted
source: All permissions granted
pl: Wszystkie uprawnienia przyznane

# onboarding.permissions.optional
source: You can grant these later in Settings if you prefer.
pl: Możesz nadać te uprawnienia później w Ustawieniach.

# calendarView.title
source: Calendar
pl: Kalendarz

# calendarView.today
source: Today
pl: Dzisiaj

# calendarView.noDocuments
source: No documents
pl: Brak dokumentów

# calendarView.noDocumentsMessage
source: No documents due on this date
pl: Brak dokumentów na ten dzień

# calendarView.documentsOnDate
source: Documents in %@
pl: Dokumenty w %@

# calendarView.documentCount
source: %d document(s)
pl: %d dokument(y)

# calendarView.overdueCount
source: %d overdue
pl: %d przeterminowane

# calendarView.scheduledCount
source: %d scheduled
pl: %d zaplanowane

# calendarView.paidCount
source: %d paid
pl: %d zapłacone

# calendarView.draftCount
source: %d draft
pl: %d szkiców

# calendarView.previousMonth
source: Previous month
pl: Poprzedni miesiąc

# calendarView.nextMonth
source: Next month
pl: Następny miesiąc

# calendar.title
source: Calendar
pl: Kalendarz

# calendar.today
source: Today
pl: Dzisiaj

# calendar.noDocuments
source: No documents due on this date
pl: Brak dokumentów na ten dzień

# calendar.documentsCount
source: %d document(s)
pl: %d dokument(y)

# calendar.documentsDue
source: Select a day to see documents
pl: Wybierz dzień, aby zobaczyć dokumenty

# calendar.loading
source: Loading calendar...
pl: Ładowanie kalendarza...

# calendar.showRecurringOnly
source: Recurring Only
pl: Tylko cykliczne

# calendar.recurringCount
source: %d recurring
pl: %d cyklicznych

# calendar.recurringSection
source: Recurring Payments
pl: Płatności cykliczne

# calendar.documentsSection
source: Documents
pl: Dokumenty

# calendar.noRecurring
source: No recurring payments
pl: Brak płatności cyklicznych

# calendar.noRecurringMessage
source: No recurring payments expected on this date
pl: Brak oczekiwanych płatności cyklicznych na ten dzień

# calendar.expectedPayment
source: Expected Payment
pl: Oczekiwana płatność

# calendar.matchedPayment
source: Matched
pl: Dopasowana

# calendar.markAsPaid
source: Mark as Paid
pl: Oznacz jako zapłacone

# calendar.viewDocument
source: View Document
pl: Zobacz dokument

# error.fileStorage.saveFailed
source: Failed to save document file
pl: Nie udało się zapisać pliku dokumentu

# error.fileStorage.loadFailed
source: Failed to load document file
pl: Nie udało się wczytać pliku dokumentu

# error.fileStorage.deleteFailed
source: Failed to delete document file
pl: Nie udało się usunąć pliku dokumentu

# error.fileStorage.notFound
source: Document file not found
pl: Nie znaleziono pliku dokumentu

# error.scanner.unavailable
source: Document scanner is not available on this device
pl: Skaner dokumentów nie jest dostępny na tym urządzeniu

# error.scanner.cancelled
source: Document scanning was cancelled
pl: Skanowanie dokumentu zostało anulowane

# error.scanner.failed
source: Failed to scan document
pl: Nie udało się zeskanować dokumentu

# error.camera.permissionDenied
source: Camera access is required to scan documents
pl: Dostęp do aparatu jest wymagany do skanowania dokumentów

# error.ocr.failed
source: Failed to read text from document
pl: Nie udało się odczytać tekstu z dokumentu

# error.ocr.noTextFound
source: No text found in document
pl: Nie znaleziono tekstu w dokumencie

# error.ocr.lowConfidence
source: Low confidence in text recognition
pl: Niska pewność rozpoznawania tekstu

# error.parsing.failed
source: Failed to analyze document
pl: Nie udało się przeanalizować dokumentu

# error.parsing.noData
source: Could not extract information from document
pl: Nie udało się wyodrębnić informacji z dokumentu

# error.calendar.permissionDenied
source: Calendar access is required to add due dates
pl: Dostęp do kalendarza jest wymagany do dodawania terminów płatności

# error.calendar.accessRestricted
source: Calendar access is restricted
pl: Dostęp do kalendarza jest ograniczony

# error.calendar.eventCreationFailed
source: Failed to create calendar event
pl: Nie udało się utworzyć wydarzenia w kalendarzu

# error.calendar.eventUpdateFailed
source: Failed to update calendar event
pl: Nie udało się zaktualizować wydarzenia w kalendarzu

# error.calendar.eventDeletionFailed
source: Failed to delete calendar event
pl: Nie udało się usunąć wydarzenia z kalendarza

# error.calendar.notFound
source: Selected calendar not found
pl: Nie znaleziono wybranego kalendarza

# error.notification.permissionDenied
source: Notification permission is required for reminders
pl: Uprawnienia do powiadomień są wymagane dla przypomnień

# error.notification.schedulingFailed
source: Failed to schedule reminder
pl: Nie udało się zaplanować przypomnienia

# error.notification.cancellationFailed
source: Failed to cancel reminder
pl: Nie udało się anulować przypomnienia

# error.repository.saveFailed
source: Failed to save document
pl: Nie udało się zapisać dokumentu

# error.repository.fetchFailed
source: Failed to load documents
pl: Nie udało się wczytać dokumentów

# error.repository.deleteFailed
source: Failed to delete document
pl: Nie udało się usunąć dokumentu

# error.document.notFound
source: Document not found
pl: Nie znaleziono dokumentu

# error.validation.amountInvalid
source: Amount must be greater than zero
pl: Kwota musi być większa od zera

# error.validation.dueDateInPast
source: Due date is in the past
pl: Termin płatności jest w przeszłości

# error.validation.missingField
source: %@ is required
pl: Pole %@ jest wymagane

# error.unknown
source: An unexpected error occurred
pl: Wystąpił nieoczekiwany błąd

# error.recovery.cameraSettings
source: Go to Settings > DuEasy to enable camera access
pl: Przejdź do Ustawienia > DuEasy, aby włączyć dostęp do aparatu
